const About = () =>  {
    return (
        <div className="flex flex-col justify-center box-border pt-[5rem]">
            <div className="bg-gray-500 bg-opacity-50 flex flex-col p-[1rem] rounded-lg box-border mx-auto max-w-full mr-[2rem] ml-[2rem]" >
                <p className="text-center text-white mb-10 text-[1.5rem] sm:text-[2rem]">Добро пожаловать на страницу "О нас"</p>
                <p className="break-words text-[#98ec65] p-0 m-0">
                    Мы являемся творческой командой профессиональных дизайнеров, стремящихся создать уникальные и впечатляющие визуальные решения для вашего бренда или проекта. Нашей целью является предоставление высококачественных дизайнерских услуг, которые будут отражать вашу уникальность и подчеркивать ваше сообщение.
                    В Creative Design Studio мы уверены, что хороший дизайн имеет силу воздействия. Мы исследуем идеи, преображаем их в привлекательные визуальные концепции и воплощаем их в реальность с помощью современных инструментов и технологий. Мы специализируемся на различных областях дизайна, включая графический дизайн, веб-дизайн, мобильный дизайн и иллюстрацию.
                    Наша команда состоит из опытных профессионалов, которые обладают не только творческими навыками, но и глубоким пониманием бизнес-процессов. Мы тесно сотрудничаем с каждым клиентом, чтобы полностью понять их потребности, цели и ценности. Это помогает нам создавать дизайн, который не только эстетически привлекателен, но и эффективно коммуницирует с аудиторией.
                    Мы стремимся к совершенству в каждом проекте, независимо от его масштаба. Будь то создание брендинга для стартапа или разработка сложного пользовательского интерфейса, мы вкладываем свою энергию и талант в каждую деталь. Наша цель - не просто удовлетворить ваши ожидания, а превзойти их.
                    Если вы ищете надежного партнера для своих дизайнерских потребностей, Creative Design Studio готов принять вызов. Свяжитесь с нами сегодня, и давайте начнем создавать вместе!
                </p>
            </div>
        </div>
    )
}

export default About;